tap "homebrew/bundle"
tap "oven-sh/bun"
brew "cmake"
brew "coreutils"
brew "sqlite"
brew "docutils"
brew "dpkg"
brew "folly"
brew "fizz"
brew "wangle"
brew "fb303"
brew "edencommon"
brew "exiftool"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gpgme"
brew "graphicsmagick"
brew "groff"
brew "heimdal"
brew "libiconv"
brew "libssh2"
brew "lychee"
brew "neovim"
brew "node"
brew "openssl@1.1"
brew "pkg-config"
brew "pnpm"
brew "re2"
brew "ruby"
brew "runit"
brew "vault"
brew "watchman"
brew "yamllint"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
brew "zsh-history-substring-search"
brew "oven-sh/bun/bun"
cask "adobe-acrobat-reader"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "intellij-idea-ce"
cask "menubar-stats"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
cask "whatsapp"
vscode "angular.ng-template"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "karunamurti.haml"
vscode "koichisasada.vscode-rdbg"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sorbet.sorbet-vscode-extension"
vscode "vue.volar"
